Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: They guarantee an uninterrupted flow of traffic and reduce unwelcome heat loss to a minimum during cold winter months.
es: Permiten un rápido flujo del tráfico reduciendo así a un mínimo la pérdida de energía en la temporada de invierno.

source: Pyruvate is a popular product that may result in a small amount of weight loss.
es: El piruvato es un producto popular que puede provocar una pequeña pérdida de peso.

source: This convention is not excessive, if one remembers that firms, which generally record a loss in their first years of operation, can carry over their losses for several financial years.
es: Esta convención no es excesiva si se admite que las empresas, generalmente deficitarias durante sus primeros años de actividad, tienen la posibilidad de trasladar sus pérdidas a varios ejercicios.

source: Reflexes may be abnormal and may include loss of the gag reflex.
es: Los reflejos pueden ser anormales y pueden incluir la pérdida del reflejo nauseoso.

source: Alkaline phosphatase (high level may be a sign of bone loss)
es: Fosfatasa alcalina (un nivel alto puede ser signo de pérdida ósea)

source: There are reports of two million victims and the potential loss of between 15 and 30 billion dollars.
es: Se habla de dos millones de damnificados y posibles pérdidas que oscilan entre 15 y 30 mil millones de dólares.

source: You may be concerned that providing information to suppliers may risk the loss of confidential business information.
es: Puede preocuparle el hecho de que al suministrar información a sus proveedores pueda arriesgarse a perder información comercial confidencial.

source: This tension has already led to the loss of many lives and to a large number of injuries.
es: Esta tensión ya ha provocado la pérdida de numerosas vidas y un gran número de heridos.

source: Working with new organizations outside POA's existing network and tapering off funding to them means losing levels of control and risking loss of quality.
es: Trabajar con nuevas organizaciones fuera de la red existente de POA y reducir el financiamiento de los mismos significa perder los niveles de control y arriesgar una disminución de la calidad.

source: Global warming will exert significant effects on biodiversity, the rise in sea level and the loss of the polar ice caps, as well as increasing the frequency and intensity of extreme phenomena such as drought and flooding.
es: El calentamiento global tendrá efectos enormes en la biodiversidad, la subida del nivel del mar o la pérdida de los hielos polares, así como un incremento de la frecuencia y la intensidad de fenómenos extremos como las sequías e inundaciones.

source: Contemporary historic cities are particularly vulnerable to the loss of such attributes.
es: Las ciudades históricas contemporáneas son muy vulnerables a la pérdida de esos atributos.

source: Two explosions have disturbed the peace of Beirut, resulting in loss of life and material damage.
es: Dos explosiones turbaron la paz de Beirut, y provocaron víctimas mortales y daños materiales.

source: Rates for goods needing refrigeration are higher because, if there is an accident and refrigeration stops, there is a complete loss - that is to say, it is not possible to recover a portion of the goods.
es: Las tarifas para los bienes que necesitan refrigeración son mayores porque, si ocurre algún infortunio y se corta el tratamiento en frío, la pérdida es total, es decir, no se puede recuperar una parte de las mercaderías.

source: Gross margin was 24.5 percent in the first quarter of 2006, equaling the gross margin in the first quarter of 2005.
es: El margen bruto fue del 24,5 por ciento en el primer trimestre de 2006, cifra idéntica al margen bruto del primer trimestre de 2005.

source: Gross margin was 36.6 percent, up from 34.7 percent in the year-ago quarter.
es: El margen bruto de la compañía ha sido del 36,6 por ciento, superior al 34,7 por ciento del mismo trimestre del año fiscal precedente.

source: The Company's gross profit for the quarter increased 38.6 percent year-over-year to US$523 million, with gross margin at 10.2 percent.
es: La ganancia bruta de la compañía para el trimestre presentó un incremento interanual del 38,6%, alcanzando los 523 millones de dólares estadounidenses, con un margen bruto del 10,2%.

source: Gross margin in this sector was 13.8 percent in the third quarter 2005, unchanged from the comparable period in 2004.
es: El margen bruto en este sector ha sido del 13,8 por ciento durante el tercer trimestre de 2005, misma cifra que en el mismo periodo de 2004.

source: Gross margin in this segment was 32.8 percent in first quarter 2006, versus 40.3 percent in 2005.
es: El margen bruto en este sector fue del 32,8 por ciento en el primer trimestre de 2006, frente al 40,3 por ciento en el 2005.

source: Gross margin in this sector was 23.7 percent in the nine months period of 2004 versus 22.0 percent in 2003.
es: El margen bruto para este sector fue del 23,7% en los primeros nueve meses de 2004 frente al 22,0% de 2003.

source: Gross profit margin improvement (Affinia reports significant gross margin improvement to 19.2 percent compared to 14.1 percent in 2004)
es: Mejora en el margen de ganancia bruta (Affinia informa una mejora importante en el margen bruto de 19,2% comparado con 14,1% en 2004)

source: Based on public information, it was found that large retailers are achieving comfortable gross profit margins of several hundred percent in their candle business.
es: Analizando información accesible al público, se constató que los grandes minoristas obtienen, en relación con el producto que nos ocupa, márgenes de beneficio bruto cómodos de varios cientos por cien.

source: Gross margin have increased to 69% (as percent of net revenue), as a result of improving production efficiencies and regional procurement efforts.
es: El margen bruto se aumentó a un 69% (como porcentaje del ingreso neto), como resultado de la mejora en la eficiencia de la producción y los esfuerzos de las compras regionales.

source: Non-GAAP gross margin reached a Company record of 44.2 percent, an increase of 130 basis points sequentially from the third quarter of fiscal 2007, and 400 basis points year-over-year.
es: El margen bruto (sin GAAP) ascendió al 44,2 por ciento, un incremento de 130 puntos básicos con respecto al tercer trimestre del ejercicio 2007 y 400 puntos con respecto al año pasado.

source: Non-GAAP gross margin reached a Company record of 45.4 percent, an increase of 120 basis points sequentially from the fourth quarter of fiscal 2007, and 290 basis points year-over-year.
es: El margen bruto (sin GAAP) ascendió al 45,4 por ciento, todo un récord para la compañía, que obtiene así un incremento de 120 puntos básicos con respecto al cuarto trimestre del ejercicio 2007 y 290 puntos en términos interanuales.

source: Operating expense containment offset the contraction experienced at the gross margin level.
es: La contención en los gastos de operación compensaron las presiones en el margen bruto.

source: The key to successful guerrilla marketing is in embracing not the concept of competition, but the beauty and advantage of cooperation.
es: La clave para una exitosa guerrilla de marketing está en abrazar no el concepto de competencia, sino la belleza y ventaja de la cooperación.

source: We are a classic example of guerrilla marketing.
es: Somos un ejemplo clásico de comercialización tipo guerrilla.

source: The concept of guerrilla marketing was invented as an unconventional system of promotions that relies on time, energy and imagination rather than a big marketing budget.
es: "El concepto de ""guerilla marketing"" fue inventado como un sistema no convencional de las promociones que se basa en el tiempo, la energía y la imaginación en lugar de un presupuesto de marketing."

source: A fully developed marketing concept for exhibitors and visitors accompanies the preparation of each exhibition.
es: Un concepto completamente desarrollado de mercado tanto para expositores como para visitantes acompaña la preparación de cada exposición.

source: As far as the strictly financial data is concerned, the turnover has risen to 1,168,747 Euros, with exploitation costs totalling 672,961 Euros and a gross margin of close to half a million Euros.
es: En cuanto a los datos estrictamente económicos, la facturación ha ascendido a 1.168.747 euros, con unos gastos de explotación de 672.961 euros y un margen bruto cercano al medio millón de euros.

source: The indicator used is the gross margin of the sector, representing gross production minus specific costs that were not incurred since there was no production
es: El indicador utilizado es el margen bruto del sector, que equivale a la producción bruta menos los costes específicos en los que no se ha incurrido a consecuencia de la falta de producción

source: He said there is a 19.5% discrepancy between both reports in 1997, despite the fact that the acceptable margin of error is two percent.
es: Dijo que existe una diferencia de 19.5% entre ambos reportes de 1997, a pesar de que el margen de error aceptable es de dos por ciento.

source: Sales less product costs give a gross margin which, after the deduction of expenses, leaves a profit before tax sufficient to service and pay down bank loans.
es: La diferencia entre las ventas y los costes de producción da un gran margen que, tras la deducción de los gastos deja un beneficio antes de impuestos suficiente para reembolsar el capital y pagar los intereses de los créditos bancarios.

source: The gross margin in the first half of the year was US$ 124 million, which compares positively with the negative margin of US$ 19 million in the same period of 2008.
es: El margen bruto en los primeros seis meses del año fue de US$ 124 millones, que se compara positivamente con el margen negativo de US$ 19 millones de igual semestre de 2008.

source: Economic evaluation showed that the gross margin income of cotton farmers practising IPM rose by as much as 23% thanks to higher yields and reduced spending on pesticides.
es: La evaluación económica mostró que el margen bruto de ingresos de algodoneros que practican el MIP se incrementó casi el 23% gracias a mayores cosechas y reduciendo los gastos en pesticidas.

source: With respect to 2008, and following the trend of previous fiscal years, growth in the weight of this segment on the bank's gross margin was observed.
es: Con respecto a 2008 y siguiendo la tendencia de ejercicios anteriores, se observa un crecimiento del peso de este segmento en el margen bruto de la entidad.

source: As a guerrilla sales and marketing team, Comstock and Hernandez call on all elements of the supply chain.
es: Como equipo de mercadotecnia y ventas tipo guerrilla, Comstock y Hernández se encargan de atender todos los elementos de la cadena de suministro.

source: We are also opting increasingly often for news-driven and guerrilla marketing.
es: "Para ello, elegimos cada vez con mayor frecuencia por un marketing de ""guerrilla"" y basado en la actualidad."

source: "We are a classic example of guerrilla marketing,"" Comstock said."
es: "Ahora somos un clásico ejemplo de la comercialización tipo guerrilla"", indica Comstock."

source: Ranging from direct to guerrilla marketing, solutions were made available to all residents.
es: Las soluciones que encontramos fueron desde el Marketing Directo hasta el de Guerrilla.

source: An online Guerrilla Marketing strategy was applied to turbocharge buzz.
es: Se utilizó una estrategia en línea de Guerrilla de Marketing apuntando a una fuerte repercusión.

source: 43. Accordingly, if the mark were registered, the particulars concerning the spatial positioning and the dimensions of the shape in question would not be registered, and would therefore form part of a mere marketing concept.
es: 43. Por consiguiente, si se registrara la marca solicitada, no serían objeto del registro las indicaciones relativas a la orientación espacial ni al tamaño de la forma de que se trata, que, por lo tanto, obedecerían a un simple concepto de comercialización.

source: To ensure that you make the best first impression, and put your marketing concept into practice in the best possible way, choose labeling technology from KHS.
es: Para que usted alcance una primera impresión óptima y pueda poner en práctica de modo perfecto su concepto de marketing, apueste por la técnica de etiquetado de KHS.

source: Marketing concept that measures the consumers' awareness of the existence of a brand.
es: Concepto de Marketing que mide el conocimiento de los consumidores en cuanto a la existencia de una marca.

source: Being active in climate change issues could prove to be a winning marketing concept.
es: La actividad en cuestiones relativas al cambio climático podría resultar ser un concepto ventajoso de cara al mercado.

source: Developing new, efficient guerrilla marketing methods to promote sales.
es: Desarrollar métodos eficientes de marketing de guerrilla para promover las ventas.

source: The overall fiscal balance shifted into a deficit of about 8 percent of gross domestic product (GDP), mostly because of a ramping up of investment spending as oil prices recovered.
es: El saldo fiscal total pasó a registrar un déficit de alrededor del 8% del producto interno bruto (PIB), debido sobre todo a una escalada del gasto en inversión al repuntar los precios del petróleo.

source: On average the countries of Latin America and the Caribbean spend approximately four percent of Gross Domestic Product (GDP) on education.
es: Los países de América Latina y el Caribe destinan en promedio aproximadamente el 4 por ciento del Producto Interno Bruto (PIB) a la educación.

source: The social partners should induce their governments to increase the agreed percentage of development aid to 0.56 percent of the gross national income till 2010 and to 0.7 percent till 2015.
es: Los interlocutores sociales deberían inducir a sus Gobiernos a aumentar el porcentaje acordado del Producto Interior Bruto para la ayuda al desarrollo a un 0,56 % hasta el año 2010 y a un 0,7 % hasta el año 2015.

source: The Gross Domestic Product progressively plummeted to 35 percent.
es: El Producto Interno Bruto comenzó a caer progresivamente hasta un 35 por ciento.

source: Pollsters say there is a 3 percent margin of error.
es: Los encuestadores afirman que el margen de error es de un 3 por ciento.

source: Smallholder agriculture accounts for an average of more than 70 percent of all farms in Latin America, makes a contribution of at least 40 percent to the gross value of agricultural production and provides employment for approximately two out of every three farmers.
es: La pequeña agricultura en ALC concentra en promedio más de 70% del número total de las explotaciones agrícolas, hace un aporte de 40% o más del valor bruto de la producción agrícola y da ocupación a aproximadamente dos de cada tres agricultores.

source: The interest rate charged for late payments shall be that applied by the European Central Bank plus a margin of seven percent at least (Article 3).
es: El tipo de interés de demora será el tipo de interés aplicado por el Banco Central Europeo más, como mínimo, siete puntos porcentuales (artículo 3).

source: Since the cost of goods sold was contained, the gross margin increased to 18%.
es: Es de destacar el mantenimiento en el Coste de ventas, que hace incrementar el margen bruto de las mismas hasta un 18%.

source: How can guerrilla marketing be used in marketing a company.
es: Cómo se puede utilizar el marketing de guerrilla en una empresa.

source: On top of this, we also develop guerrilla and blog marketing campaigns in Spain to increase traffic for microsites created as part of a one-off campaign.
es: Finalmente, también ofrecemos servicios de marketing vía blogs y dinamización de contenido para incrementar tráfico de campañas a páginas web.

source: I was critical of the strategic concepts of the Colombian guerrilla movement.
es: Fui crítico de las concepciones estratégicas del movimiento guerrillero colombiano.

source: "Fusion marketing is the guerrilla saying, ""Hey Sara, if you enclose my brochure in your next mailing, I'll enclose your brochure in mine."
es: "El marketing de fusión es la guerrilla diciendo, ""Oye Sara, si tú incluyes mi folleto en tu próximo correo, yo incluiré tu folleto en el mío."

source: A distribution network for sales of components was supposed to be set up and a new marketing concept in the field of services established in order to exploit the favourable prospects anticipated in these fields.
es: Estaba previsto crear una red de distribución para la venta de los componentes y fijar un nuevo plan de comercialización de los servicios, para rentabilizar las buenas perspectivas previstas en estos ámbitos.

source: The design in question relates to a certain marketing concept used by the applicant for the mark which is subject to alteration and the existence of which, as pointed out in paragraph 36 above, is of no relevance for the purposes of assessing the registrability of a sign as a trade mark.
es: El elemento gráfico en cuestión se refiere a un determinado concepto de comercialización que persigue el solicitante de la marca, que puede modificarse y cuya existencia, como se ha señalado en el apartado 36 supra, carece de pertinencia para la apreciación de si un signo puede ser registrado como marca.

source: Offering solutiondyed acrylic fabrics to our customers represented a new marketing concept, but we had to have a contemporary design and a perfectly soft hand for interiors.
es: "El ofrecimiento a nuestros clientes de telas acrílicas teñidas en solución representó un nuevo concepto de mercadotecnia, pero era necesario contar con diseños contemporáneos y con una suavidad táctil perfecta para los interiores""."

source: Marketing concept of gathering information from other companies identifying their performances against yours.
es: Concepto marketing que consiste en en recopilar información sobre competidores, analyzando y comparando con sus propios rendimientos.

source: 63. Calls for greater promotion of the differentiation of agricultural products as a marketing concept, which leaves room for different prices, in accordance with quality
es: 63. Pide que se promueva en mayor medida la distinción de los productos agrícolas como concepto comercial, lo que permite precios diferentes en función de la calidad

source: You can use the same key figures for your planning at these levels as for objective planning, and then calculate gross margin.
es: En estos niveles puede utilizar los mismos ratios para la planificación que los utilizados para la planificación objetiva y, a continuación, calcular el margen bruto.

source: Nevertheless, good performance of gross margin is reported because of an effective price management carried out by the company thanks to its position as an important player in the market.
es: No obstante se registra un buen comportamiento del Margen Bruto, consecuencia de la efectiva gestión de precios apoyada en la posición de liderazgo de la compañía.

source: Faced with lower market prices and subsidies decoupled from production, the farms with less gross margin would decide not to face the production costs.
es: Ante menores precios de mercado y unas ayudas desvinculadas de la producción, las explotaciones con menor margen bruto decidirían no hacer frente a los gastos de producción.

source: Mediation', as a marketing concept266) could give the way in.
es: "La "" mediación "" como concepto de marketing266 podría servir como introducción."

source: A new and innovative marketing concept was developed to promote potato biodiversity conservation and bring the native potatoes to the national and international market.
es: Se desarrolló un concepto de comercialización nuevo e innovador para promover la conservación de la biodiversidad de la papa y llevar las papas indígenas al mercado nacional e internacional.

source: As a result, the Philippines is constantly beset by various forms of guerrilla warfare.
es: Debido a ello, Filipinas está constantemente acosada por diversas formas de guerra de guerrillas.

source: The rebellion was put down, and the young officers fled to the mountains of eastern Guatemala where they began a guerrilla war.
es: La rebelión fue aplastada, y los jóvenes oficiales huyeron a las montañas de Guatemala oriental, donde iniciaron una guerra de guerrillas.

source: Throughout this report we have pointed out the horrendous consequences for indigenous peoples of the battles between guerrilla and paramilitary forces for territorial control in areas of strategic economic importance, with the State failing to take concrete action to control the devastation.
es: En todo este informe venimos señalando las horrendas consecuencias que tienen para los pueblos indígenas las batallas entre fuerzas guerrilleras y paramilitares por control territorial en áreas de importancia económica estratégica, mientras el Estado omite tomar acciones concretas para controlar la devastación.

source: It is also a major source of financing for guerrilla groups and internal conflicts.
es: Además es una fuente importante de financiamiento de grupos guerrilleros y en los conflictos internos.

source: For if you once admit into such a high sanctuary of authority one false statement as made in the way of duty, there will not be left a single sentence of those books which, if appearing to any one difficult in practice or hard to believe, may not by the same fatal rule be explained away, as a statement in which intentionally and under a sense of duty, the author declared what was not true....
es: Pues si se admite una vez en tal exaltado santuario de autoridad una declaración falsa, como hecha en guisa de obligación, no quedará ni una frase de esos libros la cual, si parece a quienquiera difícil de practicar o creer, no se podría por la misma regla fatal justificarse, como una declaración en que, a propósito y bajo un sentido de obligación, el autor declaró lo que no fue verdad....

source: Making exceptionality a routine mechanism of government is fatal for 148 consolidating the democratic rule of law - from the continued existence of due process of law or administrative decrees for proper administration of resources, to collective or individual political guarantees.
es: Desde la vigencia de normas jurídicas de debido proceso o directrices administrativas sobre administración de recursos, hasta la de garantías políticas colectivas o individuales, el efecto de la rutinización de la excepcionalidad como mecanismo de gobierno es fatal para la consolidación del Estado democrático de derecho.

source: Serious and sometimes fatal reactions can occur when these medicines are taken with paroxetine.
es: Reacciones graves y a veces fatales pueden ocurrir cuando estas medicinas se toman con paroxetine.

source: Magnets sticking together or becoming attached to a metallic object inside the human body can cause serious or fatal injury.
es: La unión de los imanes entre sí o a un objeto metálico dentro del cuerpo humano puede provocar lesiones graves o mortales.

source: Many crashes with fatal outcome for vehicle occupants are associated with the vehicle overturning.
es: Muchos accidentes con consecuencias fatales para los ocupantes se deben al vuelco del vehículo.
